Repository: common-repository/wp-tourmake
Catalog: languages/wp-tourmake-*.po
Languages: it_it

source: My tours
it_it: I miei tour

source: Insert tour
it_it: Inserisci tour

source: Edit tour
it_it: Modifica tour

source: Go Pro
it_it: Passa a Pro

source: Deleted!
it_it: Cancellazione completata!

source: Error during deleting. Try again!
it_it: Errore durante la cancellazione. Riprova!

source: Insert completed!
it_it: Inserimento completato!

source: Insert failed!
it_it: Errore durante l'inserimento. Riprova!

source: This name is already in use. Try another one!
it_it: Questo nome è già in uso. Provane un altro!

source: Link not valid!
it_it: Inserisci un link valido!

source: Changes saved!
it_it: Modifiche salvate!

source: Error during saving changes!
it_it: Errore durante il salvataggio delle modifiche!

source: Thank you for using our plugin! From today, integrating virtual tours created with Tourmake and Viewmake on WordPress sites will be easier and more practical. For any report, request for information or problems encountered, do not hesitate to contact us by writing to wordpress@tourmake.it
it_it: Grazie per aver scelto di utilizzare il nostro plugin! Da oggi integrare i tour virtuali creati con Tourmake e Viewmake su siti WordPress sarà più semplice e pratico. Per qualunque segnalazione, richiesta d’informazione o problematica riscontrata non esitare a contattarci scrivendo a wordpress@tourmake.it

source: Pro Version
it_it: Versione Pro

source: <b>WP Tourmake Pro</b> gives you the opportunity to enrich your website's pages with <b>Tourmake hotspots</b> and to create a <b>gallery</b> with your Viewmakes.
it_it: <b>WP Tourmake Pro</b> ti permette di arricchire le pagine del tuo sito web con gli hotspots di Tourmake e di creare una gallery con i tuoi Viewmakes.

source: The display of the hotspots is fully customizable according to the style that best suits your website and it's responsive, to adapt to mobile devices like tablets and smartphones.
it_it: La visualizzazione degli hotspots è completamente personalizzabile in base allo stile che più si adatta al tuo sito web ed è responsive, per adattarsi anche ai dispositivi mobili come tablet e smartphones.

source: WP Tourmake Pro gives you the option to <b>enable/disable</b> the display of the hotspots related to your virtual tour: in this way you will be able to better illustrate to visitors the products and services you offer!
it_it: WP Tourmake Pro ti da la possibilità di <b>abilitare/disabilitare</b> la visualizzazione degli hotspots relativi al tuo tour virtuale: in questo modo potrai illustrare al meglio ai visitatori i prodotti e i servizi che offri!

source: What is WP Tourmake?
it_it: Cos'è WP Tourmake?

source: <b>WP Tourmake</b> generates shortcodes that allow you to quickly and easily add your <b>Tourmake</b>'s and <b>Viewmake</b>'s virtual tours to your website pages.
it_it: <b>WP Tourmake</b> genera gli shortcodes che ti permettono di aggiungere in modo facile e veloce i tuoi tour virtuali di <b>Tourmake</b> e <b>Viewmake</b> alle pagine del tuo sito web.

source: Go to the admin menu <span class="wptm-menu-tag"> WP Tourmake<b> > </b>My tours</span> and click <span class="wptm-add-new-action">Add new</span>.
it_it: Vai nel menu Admin <span class="wptm-menu-tag"> WP Tourmake<b> > </b>I miei tour </span> e clicca su <span class="wptm-add-new-action">Aggiungi nuovo</span>.

source: Fill the <b>form</b> with tour informations and customizations and save settings to create the shortcode. All your shortcodes will soon appear in the table.<br>Now you just have to <b>copy and paste</b> shortcodes on your pages!
it_it: Riempi i campi del <b>form</b> con le informazioni relative al tour e le personalizzazioni di stile e salva le impostazioni per creare lo shortcode. Tutti i tuoi tour appariranno nella tabella.<br>Adesso devi solo <b>copiare e incollare</b> gli shortcodes sulle tue pagine!

source: Parameters
it_it: Parametri

source: This is a <b>required parameter</b> that is automatically populated starting from the name that will be inserted in the form. There can not be two modules of the same type with the same name.
it_it: Si tratta di un <b>parametro obbligatorio</b> che viene compilato automaticamente a partire dal nome che verrà inserito nel form. Non ci possono essere due moduli dello stesso tipo con lo stesso nome.

source: Add new
it_it: Aggiungi nuovo

source: Nothing to display.
it_it: Niente da visualizzare.

source: All
it_it: Totale

source: Bulk actions
it_it: Azioni di gruppo

source: Delete
it_it: Elimina

source: Apply
it_it: Applica

source: Select all
it_it: Seleziona tutto

source: Author
it_it: Autore

source: Date
it_it: Data

source: Height
it_it: Altezza

source: Width
it_it: Larghezza

source: Select tour
it_it: Seleziona tour

source: Edit
it_it: Modifica

source: Tour name
it_it: Nome Tour

source: Zoom lock
it_it: Blocco zoom

source: Save
it_it: Salva

source: WP Tourmake plugin generates shortcodes to add Tourmake's and Viewmake's virtual tours in your website pages.
it_it: Il plugin WP Tourmake genera degli shortcode per aggiungere tour virtuali di Tourmake e Viewmake nelle pagine del tuo sito web.
